<?php

return [

    'provider' => [
        'E' => '이메일',
        'N' => '네이버',
        'K' => '카카오',
        'A' => '애플 ',
    ],

    'kind' => [
        0 => '서비스 이용약관',
        1 => '개인정보 취급 방침',
    ],

    'footer' => [
        'company' => '공실앤톡', /* 회사명 */
        'name' => '김공실', /* 대표이사 */
        'address' => '서울특별시 금천구 가산디지털1로', /* 주소 */
        'number' => '220-88-1234', /* 사업자 등록 번호 */
        'email' => 'gsntalk@gmail.com', /* 이메일 */
        'securityName' => '김책임' /* 개인정보 관리 책임자 */
    ],

    'weekday' => [
        1 => '(일)',
        2 => '(월)',
        3 => '(화)',
        4 => '(수)',
        5 => '(목)',
        6 => '(금)',
        7 => '(토)',
    ],

    'bank' => [
        1 => '산업',
        2 => '기업',
        3 => '국민',
        4 => '수협',
        5 => '농협',
        6 => '우리',
        7 => 'SC제일',
        8 => '대구',
        9 => '부산',
        10 => '광주',
        11 => '제주',
        12 => '경남',
        13 => '새마을금고',
        14 => '신협',
        15 => '전북',
        16 => '우체국',
        17 => 'KEB하나',
        18 => '신한',
        19 => '케이뱅크',
        20 => '카카오뱅크',
    ],

    'report_type' => [
        0 => '욕설,비방,차별,혐오',
        1 => '광고,홍보,영리목적',
        2 => '불법정보',
        3 => '음란,청소년 유해',
        4 => '개인정보노출,유포',
        5 => '도배,수퍔',
        6 => '기타'
    ],

    'qa_type' => [
        0 => '회원/정보 관리',
        1 => '법률',
        2 => '계약서/계약금',
        3 => '시스템',
        4 => '오류/불편신고',
        5 => '기타',
    ],


    'email_type' => [
        0 => 'naver.com',
        1 => 'gmail.com',
        2 => 'hanmail.net',
        3 => 'nate.com',
        4 => 'daum.net',
        5 => 'icloud.com',
        6 => 'hotmail.com',
        7 => 'kakao.com',
        8 => '직접 입력'
    ],

    'community_category' => [
        0 => '자유글',
        1 => '질문답변',
        2 => '후기',
        3 => '노하우',
    ],

];
