<?php

return [

    'provider' => [
        'E' => '이메일',
        'N' => '네이버',
        'K' => '카카오',
        'A' => '애플 ',
    ],

    'kind' => [
        0 => '서비스 이용약관',
        1 => '개인정보 취급 방침',
    ],

    'footer' => [
        'company' => '공실앤톡', /* 회사명 */
        'name' => '김공실', /* 대표이사 */
        'address' => '서울특별시 금천구 가산디지털1로', /* 주소 */
        'number' => '220-88-1234', /* 사업자 등록 번호 */
        'email' => 'gsntalk@gmail.com', /* 이메일 */
        'securityName' => '김책임' /* 개인정보 관리 책임자 */
    ],

    'weekday' => [
        1 => '(일)',
        2 => '(월)',
        3 => '(화)',
        4 => '(수)',
        5 => '(목)',
        6 => '(금)',
        7 => '(토)',
    ],

    'bank' => [
        1 => '산업',
        2 => '기업',
        3 => '국민',
        4 => '수협',
        5 => '농협',
        6 => '우리',
        7 => 'SC제일',
        8 => '대구',
        9 => '부산',
        10 => '광주',
        11 => '제주',
        12 => '경남',
        13 => '새마을금고',
        14 => '신협',
        15 => '전북',
        16 => '우체국',
        17 => 'KEB하나',
        18 => '신한',
        19 => '케이뱅크',
        20 => '카카오뱅크',
    ],

    'report_type' => [
        0 => '욕설,비방,차별,혐오',
        1 => '광고,홍보,영리목적',
        2 => '불법정보',
        3 => '음란,청소년 유해',
        4 => '개인정보노출,유포',
        5 => '도배,수퍔',
        6 => '기타'
    ],

    'qa_type' => [
        0 => '회원/정보 관리',
        1 => '법률',
        2 => '계약서/계약금',
        3 => '시스템',
        4 => '오류/불편신고',
        5 => '기타',
    ],


    'email_type' => [
        0 => 'naver.com',
        1 => 'gmail.com',
        2 => 'hanmail.net',
        3 => 'nate.com',
        4 => 'daum.net',
        5 => 'icloud.com',
        6 => 'hotmail.com',
        7 => 'kakao.com',
        8 => '직접 입력'
    ],

    'community_category' => [
        0 => '자유글',
        1 => '질문답변',
        2 => '후기',
        3 => '노하우',
    ],

    'permissions' => [
        0 => '일반 회원 관리',
        1 => '중개사 회원 관리',
        2 => '승인 요청 중개사 관리',
        3 => '일반 회원 매물 관리',
        4 => '중개사 매물 관리',
        5 => '분양현장 매물 관리',
        6 => '지식산업산테 관리',
        7 => '매물 제안서 관리',
        8 => '기업 이전 제안서 관리',
        9 => '공톡 유튜브 관리',
        10 => '공톡 매거진 관리',
        11 => '공톡 뉴스 관리',
        12 => '커뮤니티 관리',
        13 => '게시글 신고 관리',
        14 => '댓글 신고 관리',
        15 => '공지사항 관리',
        16 => '1:1 문의 관리',
        17 => 'FAQ 관리',
        18 => '이용약관 관리',
        19 => '메인 베너 관리',
        20 => '메인 서비스 관리',
        21 => '부가 서비스 관리',
        22 => '시작 페이지 팝업 관리',
        23 => '메인 텍스트 노출 관리',
        24 => '관리자 관리',
        25 => '일반 회원 자산 관리',
        26 => '인테리어 견적 받기 관리',
        27 => '아파트 단지 관리',
        28 => '아파트 단지명 관리',
        29 => '상가 관리',
        30 => '건물 관리',
        31 => '아파트 매매 실거래가 관리',
        32 => '아파트 전월세 실거래가 관리',
    ],

    'business_type' => [
        0 => '농업, 임업 및 어업',
        1 => '광업',
        2 => '제조업',
        3 => '전기, 가스, 증기 및 공기조절 공급업',
        4 => '수도, 하수 및 폐기물 처리, 원료 재생업',
        5 => '건설업',
        6 => '도매 및 소매업',
        7 => '운수 및 창고업',
        8 => '숙박 및 음식점업',
        9 => '정보통신업',
        10 => '금융 및 보험업',
        11 => '부동산업',
        12 => '전문, 과학 및 기술 서비스업',
        13 => '사업시설 관리, 사업 지원 및 임대 서비스업',
        14 => '공공 행정, 국방 및 사회보장 행정',
        15 => '교육 서비스업',
        16 => '보건업 및 사회복지 서비스업',
        17 => '예술, 스포츠 및 여가관련 서비스업',
        18 => '협회 및 단체, 수리 및 기타 개인 서비스업',
        19 => '가구 내 고용활동 및 미분류 자가 소비생산업',
        20 => '국제 및 외국기관',
    ],

];
